export const logSilData = [
  {
    id: 'osob',
    title: "Особенности Сильных существ",
    content: `В мире всегда существовала возможность стать сильнее чтобы преодолеть разные трудности, однако по мере существования Тиамат способы получения силы всегда менялись. Кратко пройдемся по их видам:


Воля — самый простой способ. Тренировки, боль и упрямство могут сделать тело быстрее, сильнее, выносливее. Была актуальная всегда, ещё до Тиамат.

Редакция Плоти — изменение тела наукой. Новые органы, усиленные кости, бактерии-помощники. Но тело может отвергнуть изменения или сломаться. Зачастую достаточно редкие и дорогие моментики. 

Кибернетика — замена частей тела на механические.Сама распространенная логика, иногда люди полностью ложатся в стальные каркасы, чтобы иметь полную силу недоступную простой Плоти.

Однако у Кибернетики есть большой недостаток, так называемый Киберпсихоз, когда слишком много улучшений а Мозг пользователя не способен справляться с ними, у него начинаться голюцинации и навязчивые идеи, потеря эмпатия и неконтролируемая агрессия. Спасения практически нет. Однако если вам удастся пробудить Манифестацию, Кибер Психоз отступит.
`
  },
  {
    id: 'mani',
    title: "Манифестация Души",
    content: `Манифестация Души — проявление воли человека, преодолевшего хватку Коллективного Бессознательного. Когда личность в момент крайнего стресса или эмоционального всплеска побеждает внутреннюю борьбу с этим всеобщим полем, её душа материализуется в уникальной форме.

Пример: человек, одержимый идеей неуязвимости, может пробудить броню из неизвестного материала — ни Редакция Плоти, ни кибернетика, а чистое выражение его сущности.

Сила проявления зависит от интенсивности эмоций и твердости духа. Однако использование этой способности требует огромной психической устойчивости — чем дольше активна Манифестация, тем сильнее нагрузка на сознание.

Типы Манифестаций:<br /><br />Оружие — воплощение воли к борьбе (мечи, огнестрельные аномалии, энергетические проекции)<br />Броня — защита как самовосприятие (экзоскелеты, живая броня, квантовые щиты)<br />Органы — расширение возможностей (дополнительные конечности, сенсорные модули, биологические адаптации)<br />Сверхспособность — Манипуляция Элементами, создания предметов, подобие магии.

Особенности:<br /><br />Крайне редкое явление (1 на 100 000)<br />Неконтролируемая активация грозит "провалом" — временным поглощением Бессознательным.<br />Форма часто отражает скрытые аспекты личности (комплексы, подавленные желания)

После первого пробуждения Манифестация действует предсказуемо, подчиняясь воле пользователя, но требует постоянной концентрации. Чем дольше она активна, тем сильнее ментальное истощение (головные боли, галлюцинации, временная потеря памяти).

Искажение Манифестации — "Прорыв Чувств"<br />Если во время работы способности человек испытывает новый эмоциональный прорыв (ярость, отчаяние, экстаз), Манифестация мутирует, временно усиливаясь, но с критическими последствиями:<br /><br />Кратковременный скачок силы (например, броня становится непробиваемой, оружие — самоуправляемым).<br />Деформация формы (проявление скрытых черт личности: агрессия превращает щит в шипы, страх — в бестелесную тень).<br />Деградация мозга — после всплеска наступает "Откат":<br />Некроз нейронных связей (потеря речи, моторных навыков, фрагментов личности).


`
  },
  {
    id: 'xar',
    title: "Характеристики",
    content: `В мире Тиамат характеристики (статы) определяют физические и ментальные возможности персонажа. У обычного человека без особой подготовки каждый параметр равен 10. Значения выше делают персонажа сильнее, быстрее и выносливее, а за определенными порогами открываются новые возможности.

Физическая Сила — Параметр который отвечает за то, насколько разрушительный будет ваш урон, и сколько вы способны поднимать Кг.<br />Формула: Макс. подъем (кг) = 20 + (Сила × 5)<br />Формула 2: Сила Удара (H) = Сила х 55<br />Влияния на Бой: Каждые 25 очков, +1 Фрейм Блока.

Ловкость — Уровень вашей гимнастики, насколько сложные акробатические трюки вы способны творить, как хорошо держите баланс.<br />За каждый уровень разблокируется определенные трюки и движения.<br />10 – базовые движения. 20 – сальто, сложные прыжки. 30 – паркур, баланс на узких поверхностях. 40 – бег по стенам (3-4 шага).<br />Влияния на Бой: Каждые 25 очков, +1 Фрейм Уклонения.

Скорость — Насколько быстро вы способны двигаться, как на крупные так и на короткие дистанции.<br />Формула: Скорость (м/с) = (Скорость × 0.4). Для ударов можно спокойно умножать на 2. А для рывков умножения на 1.5<br />Формула 2: Сила Удара (H) = Скорость х 20

Выносливость — Как долго вы способны терпеть физические травмы, как долго без отдыха вы способны сражаться.<br />Формула: Время боя (Посты) = 5 + (Выносливость × 0.2), это то сколько постов вы будете получать 100% эффективности. После этого, каждый последующий пост будет снижать все параметры на 30%, пока вы не восстановитесь.

Сила Воли — Отвечает за ваш ментальный уровень, то какой сильный у вас Рассудок, и как долго вы будете сопротивляться таким проблемам.<br />Формула: Сила Воли х 10 = Рассудок%

Скорость Реакции — Насколько быстро вы сможете среагировать на то или иное действия противника.<br />За каждый 1 уровень, получаете +0.7 м/c к реакции. Это значит что на 10 уровне вы сможете реагировать на действия вплоть до 7 м/с.

Восприятие — Насколько быстро вы отмечаете слабые места противников, странные моменты в окружение.<br />Формула: Шанс заметить угрозу (%) = 15 + (Восприятие × 0.6)<br />Влияния на Бой: Каждые 25 очков, +1 Фрейм предвидения, который позволит точно среагировать на действия врага.

Потенциал — Какой ваш потолок прогрессии, и как быстро вы прокачиваете.<br />Формула: Очки за тренировку = (Потенциал / 15) × время (в часах)
`
  },
  {
    id: 'fight',
    title: "Логика Боя",
    content: `Ваш Бой, будет построен на логической части, для этого у вас будут статы, которые дадут физически параметры что понимать предел вашего персонажа.

В бою не желательно описывать более чем 3 действия, и стоит понимать что ваш первый удар может быть заблокирован что порушить всю вашу цепочку. Не пытаеться делать на перед, наоборот заманивайте в ловушке чтобы у врага не было возможности выйти из них.

Когда вас атакуют у вас есть два основных способа убрать урон по себе. И вы вольны выбирать как хотите, однако то успеете ли вы среагировать целиком и полностью зависит от вашей Реакции.

Уклонения, если ваша скорость не ниже чем на 10 единиц врага, то вы способны полностью уклониться от атаки если вашей Реакции хватает. Однако, каждый +Ловкости выше чем у вашего врага, срезает штраф скорости. То Есть если ваша скорость 10 а врага 20, это значит что вам не уклониться, но тут выясняется что у вас 30 ловкости, а у него всего 15, это значит что вам дается +15 к Скорости в момент уклонения, следовательно вы способны уклониться.

Блокирования, если ваша скорость не ниже чем на 15 единиц, то вы способны заблокировать атаку противника, если вашей Реакции хватит. Однако, блокировка всегда означает получения урона, но ваша Сила+Выносливость позволяет блокировать часть. Если в вас летел урон в 2600 H, что опасно, и вы ставите блок то Сила+Выносливость = Результат * 20, это то сколько H вы погасите.


`
  },
  {
    id: 'fraim',
    title: "Система Фреймов",
    content: `Особая система которая основываясь на параметре Восприятие, каждые 25 очков туда позволяет вам получить +1 Фрейм Предвидения.

Кд каждого Фрейма 3 поста. Он позволяет игроку, полность предвидеть любое действия и проигнорировать его.

Помимо Фреймов Предвидения, есть также Фрейм Блока и Уклонения, он позволяет 100% игнорируя Реакцию заблокировать действия врага или уклониться, также имеют кд в 3 Поста.

`
  },
  {
    id: 'umplant',
    title: "Импланты",
    content: `Вы имеете полное право ставить столько Имплантов сколько пожелаете, и ставить их куда угодно.

Ваш первый имплант не будет не как на вас влиять, однако далее каждый имплант будет срезать ваш Рассудок, это зависит от конкретного имплантата. Кроме статичного среза, некоторые импланты срезают также и при активации.

Практически в каждом современном Импланте существует псевдо 1-Ступенчатая технология. Её суть заключается в возможности вставке специальных дисков, которые усиливают Импланты. Для каждого Импланта есть свое количества максимума дисков и их видов, но зачастую от 1-3 Штук.

Помимо простого увеличения характеристик, Импланты также могут действовать как особые штучки, к примеру Имплант который наносит урон электричество каждый раз когда вас бьют, используя стат Силу как основу, к примеру 20 силы * 0.2 мА.


`
  },
  {
    id: 'racydok',
    title: "Рассудок",
    content: `Рассудок — мера психической устойчивости человека. У здорового и нормального человека рассудок равняется 100%. Это означает что он психически уравновешенный и понимает свое действия.

Однако, любое действия, будь то убийства, вид аномалии или использования Имплантов, будет снижать ваш Рассудок, что потихоньку будет вам вредить.

100% — "Ясный ум"<br />- Полный самоконтроль, адекватное восприятие реальности.  <br />- Критическое мышление, устойчивость к стрессу.  

80%~90% — "Лёгкая тревога"<br />- Эпизодическая нервозность, раздражительность.  <br />- Кратковременные трудности с концентрацией.  <br />- Лёгкая мнительность, но без явных искажений восприятия.  

60%~70% — "Трещины в стекле"<br />- Вспышки неконтролируемых эмоций (агрессия, паника, истерический смех).  <br />- Редкие галлюцинации (шепот, движение теней в периферии).  <br />- Лёгкая паранойя (ощущение слежки, недоверие к окружающим).  

40%~50% — "Голоса в голове"<br />- Постоянные головные боли, чувство "шевеления" в черепе.  <br />- Синдром Клауса (апатия, страх технологий, отчуждение от людей).  <br />- Искажённое восприятие (стены "дышат", знакомые лица кажутся чужими).  <br />- Навязчивые мысли, зацикленность на абстрактных идеях.  

20%~30% — "Безумие на пороге"<br />- Киберпсихоз (если есть импланты).  <br />- Сильные галлюцинации (голоса, видения, тактильные иллюзии).  <br />- Провалы в памяти, дезориентация во времени и пространстве.  <br />- Панические атаки, паранойя (ощущение заговора, угрозы от всего).  

1%~10% — "Последний рубеж"<br />- Полная потеря идентичности (собственное имя, прошлое, цели — кажутся чужими).  <br />- Кататонические эпизоды или неконтролируемая агрессия.  <br />- Разрушение личности (человек больше не осознаёт себя).  <br />- Физиологические последствия (аутоагрессия, отказ от еды/воды).  

Рассудок возможно восстановить, и для этого есть много разных путей. Из самых простых это отдых, когда вы не занимаетесь тем что вам вредит, в такие моменты восстановления имеет тенденцию 1%~ в час.

Также медитация, вкусная еда или развлечения могут повысить до 3%~ в час. А если вы будете использовать специальные средства, вроде Модафонила, можно в моменте восстановить до 10%~.

Однако, при попытки восстановиться с 70%~ Рассудка, вы столкнетесь с проблемами, даже после многократных сеансов восстановления у вас все равно остануться так называемые “Шрамы Низкого Рассудка”.

У каждого человека своя ситуация и свои шрамы, но в основном это ПТСР, Фобии, Дереализация, Эмоциональная тупость, и тому подобные болячки которые вы лутаете для себя навсегда.


`
  },

];