export const archiveData = [
  {
    id: 0,
    era: 0,
    stage: 1,
    title: "Первые открытия",
    password: "Zero",
    device: "Adam",
    years: "2048–2058",
    content: [
      {
        year: "2048",
        title: "Первая находка",
        text: `В пригороде Нью-Йорка группа подростков обнаружила странное человеческое тело с аномальными тканями и костями. Рядом лежало неизвестное устройство, излучающее слабую энергию. Подростки, объединившись в группу «Эдем», начали собственное расследование, считая это началом нового пути. Изучив устройство, они пришли к выводу, что человек прибыл из параллельной вселенной, а само устройство позволяло перемещаться между измерениями, хотя его энергия была почти исчерпана.`
      },
      {
        year: "2050",
        title: "Основание корпорации «Эдем»",
        text: `Группа «Эдем» превратилась в небольшую частную организацию, целью которой стало накопление ресурсов и изучение найденного устройства. Они начали привлекать инвесторов, скрывая истинную суть своих исследований.`
      },
      {
        year: "2051",
        title: "Первый переход",
        text: `В 2051 году «Эдем» впервые активировал устройство, вызвав 20-минутное отключение электричества в Нью-Йорке. На самом деле это было первое успешное перемещение в иное измерение, позже названное «Зазеркалье». Оно представляло собой бесконечное водное пространство с искаженными физическими законами. Из Зазеркалья случайно была принесена неизвестная субстанция — Нихилион, опасность которой тогда ещё не осознавалась.`
      },
      
    ]
  },
  {
    id: 1,
    era: 1,
    stage: 2,
    title: "Великое строительство",
    password: "Dead",
    device: "Adam",
    years: "2048–2058",
    content: [
      {
        year: "2052",
        title: "Первая смерть",
        text: `Вскоре после возвращения один из участников погиб при загадочных обстоятельствах: его тело начало разлагаться, а рядом обнаружили следы неизвестной органики. «Эдем» понял, что из Зазеркалья проникла опасная форма жизни, но решил скрыть инцидент и продолжить исследования.`
      },
      {
        year: "2053",
        title: "Документы со дна",
        text: `Во время новой экспедиции в Зазеркалье был найден металлический контейнер с древними документами, описывающими «Ступенчатые Технологии» — систему, позволяющую создавать технологии, нарушающие привычные законы физики.`
      },
      {
        year: "2054",
        title: "Конец",
        text: `Лаборатория «Эдема» в Южной Америке была уничтожена в результате аварии при переходе в Зазеркалье. Устройство и контроль над порталом были утеряны. В мир вырвалась новая волна Нихилиона и нечто более опасное — коллективное бессознательное, связанное с Зазеркальем.`
      },
      {
        year: "2055",
        title: "Вирус Апатие",
        text: `Начались вспышки заражения Нихилионом — вирус «Апатие» вызывал у людей утрату воли к жизни, апатию и постепенное разложение тела. Из тел заражённых прорастали древовидные организмы, формируя биомассы — «Сады Плоти».`
      },
      {
        year: "2057",
        title: "Массовое заражение",
        text: `Более 40% населения планеты оказалось заражено. Началась Великая Усталость — массовый отказ от работы, остановка городов, крах инфраструктуры. Заражённые территории превращались в биологические леса, где человеческая плоть и растительность сливались в единое целое.`
      },
      {
        year: "2058",
        title: "Расшифровка технологий",
        text: `«Эдем» расшифровал документы из Зазеркалья, в которых описывался принцип Ступенчатых Технологий — система, позволяющая создавать технологии с экспоненциальным ростом возможностей. Понимая обречённость Земли, «Эдем» начал разработку плана эвакуации с планеты.`
      }
    ]
  },
  {
    id: 2,
    era: 1,
    stage: 2,
    title: "Великое строительство",
    password: "Luna",
    device: "Spural",
    years: "2060–2150",
    content: [
      {
        year: "2060",
        title: "Запуск проекта «Лунная Спираль»",
        text: `Корпорация «Эдем» презентовала проект «Лунной Спирали» — гигантского моста между Землёй и Луной, решавшего вопросы транспортации, ресурсов и эвакуации с умирающей Земли. На которой, оставалось менее 20% живых людей.`
      },
      {
        year: "2065",
        title: "Начало проекта «Тиамат»",
        text: `После запуска «Лунной Спирали» началось строительство мегаструктуры «Тиамат» — искусственного рая для человечества. Строительство велось роботами-строителями серии «Адам» под управлением ИИ «Творец». К 2150 году было построено 100 секторов «Тиамат», началось их заселение.`
      }
    ]
  },
  {
    id: 3,
    era: 2,
    stage: 3,
    title: "Золотой век",
    password: "Gold",
    device: "Idem",
    years: "2151–3000",
    content: [
      {
        year: "2204",
        title: "Расцвет гигаполисов",
        text: `На Луне появился первый гигаполис — Эдем-1, столица с доступом к технологиям 3-й ступени. Население «Тиамат» превысило 150 миллиардов. Начались проблемы: всплеск рождаемости, «Синдром Клауса» (апатия и страх технологий у старого населения), появление мутантов и аномалий в нижних секторах.`
      },
      {
        year: "2500",
        title: "Исчезновение «Творца»",
        text: `ИИ «Творец» неожиданно отключился, оставив последнее сообщение: «Цель достигнута. Рай построен. Я ухожу.» Потеря ИИ вызвала хаос в управлении и поставила под вопрос дальнейшее строительство.`
      }
    ]
  },
  {
    id: 4,
    era: 3.1,
    stage: 4,
    title: "Начало упадка",
    password: "Start",
    device: "One",
    years: "3001–3100",
    content: [
      {
        year: "3015",
        title: "Повторное открытие Зазеркалья / Великий Разлом",
        text: `Остатки корпорации «Эдем» попытались вновь активировать Зазеркалье, но произошла утечка мутировавшего Нихилиона. Система безопасности «Паноптикон» активировалась и ликвидировала все заражённые сектора. Разрушение «Лунной Спирали» и Луны привело к краху инфраструктуры и массовым войнам за ресурсы. Система защиты «Тиамат» стала препятствием для выживания.`
      }
    ]
  },
  {
    id: 5,
    era: 3.2,
    stage: 5,
    title: "Конец упадка",
    password: "Start",
    device: "Start",
    years: "3100–н.в.",
    content: [
      {
        year: "3100",
        title: "Великий Потоп",
        text: `Население сократилось до менее миллиарда. Большинство гигаполисов уничтожено, проходы между секторами закрыты, аномалии из нижних секторов начали подниматься вверх, угрожая выжившим.`
      },
      {
        year: "4000",
        title: "Великая Тишина",
        text: `Человечество деградировало, утратив доступ даже к базовым технологиям, но не вымерло. Началось формирование новых гигаполисов (Нокт-Урба, Бастион-7), соединённых трубными мостами. Инфраструктура медленно восстанавливается, численность населения вновь достигает нескольких миллиардов. Большая часть секторов остаётся пустошами, где бродят аномалии, строители и разумные роботы. Система защиты «Тиамат» иногда активируется для рейдов, но в остальное время спит.`
      }
    ]
  }
];